import пентакли1 from "./Assets/pent1.jpg";
import пентакли2 from "./Assets/pent2.jpg";
import пентакли3 from "./Assets/pent3.jpg";
import пентакли4 from "./Assets/pent4.jpg";
import пентакли5 from "./Assets/pent5.jpg";
import пентакли6 from "./Assets/pent6.jpg";
import пентакли7 from "./Assets/pent7.jpg";
import пентакли8 from "./Assets/pent8.jpg";
import пентакли9 from "./Assets/pent9.jpg";
import пентакли10 from "./Assets/pent10.jpg";
import мечи1 from "./Assets/mech1.jpg";
import мечи2 from "./Assets/mech2.jpg";
import мечи3 from "./Assets/mech3.jpg";
import мечи4 from "./Assets/mech4.jpg";
import мечи5 from "./Assets/mech5.jpg";
import мечи6 from "./Assets/mech6.jpg";
import мечи7 from "./Assets/mech7.jpg";
import мечи8 from "./Assets/mech8.jpg";
import мечи9 from "./Assets/mech9.jpg";
import мечи10 from "./Assets/mech10.jpg";

import жезлы1 from "./Assets/jez1.jpg";
import жезлы2 from "./Assets/jez2.jpg";
import жезлы3 from "./Assets/jez3.jpg";
import жезлы4 from "./Assets/jez4.jpg";
import жезлы5 from "./Assets/jez5.jpg";
import жезлы6 from "./Assets/jez6.jpg";
import жезлы7 from "./Assets/jez7.jpg";
import жезлы8 from "./Assets/jez8.jpg";
import жезлы9 from "./Assets/jez9.jpg";
import жезлы10 from "./Assets/jez10.jpg";

import королькубков from "./Assets/korolKub.jpg";
import королевакубков from "./Assets/korolevaKub.jpg";
import рыцарькубков from "./Assets/lucarKub.jpg";
import пажкубков from "./Assets/pajKub.jpg";

import корольмечей from "./Assets/korolMech.jpg";
import королевамечей from "./Assets/korolevaMech.jpg";
import рыцарьмечей from "./Assets/lucarMech.jpg";
import пажмечей from "./Assets/pajMech.jpg";

import корольПентаклей from "./Assets/korolPent.jpg";
import королеваПентаклей from "./Assets/korolevaPent.jpg";
import рыцарьПентаклей from "./Assets/lucarPent.jpg";
import пажПентаклей from "./Assets/pajPent.jpg";

import корольЖезлов from "./Assets/korolJez.jpg";
import королеваЖезлов from "./Assets/korolevaJez.jpg";
import рыцарьЖезлов from "./Assets/lucarJez.jpg";
import пажЖезлов from "./Assets/pajJez.jpg";

import кубки1 from "./Assets/kub1.jpg";
import кубки2 from "./Assets/kub2.jpg";
import кубки3 from "./Assets/kub3.jpg";
import кубки4 from "./Assets/kub4.jpg";
import кубки5 from "./Assets/kub5.jpg";
import кубки6 from "./Assets/kub6.jpg";
import кубки7 from "./Assets/kub7.jpg";
import кубки8 from "./Assets/kub8.jpg";
import кубки9 from "./Assets/kub9.jpg";
import кубки10 from "./Assets/kub10.jpg";

import дурак from "./Assets/0durak.jpg";
import маг1 from "./Assets/1mag.jpg";
import верховнаяжрица2 from "./Assets/2jriza.jpg";
import императрица3 from "./Assets/3imperatruca.jpg";
import император4 from "./Assets/4imperator.jpg";
import верховныйжрец5 from "./Assets/5jrez.jpg";
import влюбленные6 from "./Assets/6zakohani.jpg";
import колесница7 from "./Assets/7kolisnuca.jpg";
import сила8 from "./Assets/8sila.jpg";
import отшельник9 from "./Assets/9vidlydnik.jpg";
import колесосудьбы10 from "./Assets/10koleso.jpg";
import справедливость11 from "./Assets/11spravedlivist.jpg";
import повешенный12 from "./Assets/12povisheniy.jpg";
import смерть13 from "./Assets/13smert.jpg";

import умеренность14 from "./Assets/14pomirnist.jpg";
import дьявол15 from "./Assets/15duavol.jpg";
import башня16 from "./Assets/16veja.jpg";
import звезда17 from "./Assets/17zirka.jpg";
import луна18 from "./Assets/18luna.jpg";
import солнце19 from "./Assets/19solnce.jpg";
import страшныйсуд20 from "./Assets/20sud.jpg";
import мир21 from "./Assets/21mur.jpg";

const cardsInfo = [
  {
    id: 0,
    name: "Дурак",
    yes: "Так",
    default:
      "Важливе рішення, сприятлива можливість, збудження, яке може принести хаос; несподіваний поворот справ.",
    revers:
      "Дурні, егоїстичні вчинки; недбалість; нікчемність; апатія; марнославство.",
    relations: "Вільна від осудів любов; вільні відносини; спонтанність.",
    career:
      "Треба бути уважними з документами, договорами і остерігатись шахраїв.",
    health: "Молодий біологічний вік, бадьорість, приплив сил.",
    img: дурак,
  },
  {
    id: 1,
    name: "Маг I",
    yes: "Так",
    default:
      "Плани, ідеї, дипломатія, спілкування, тонкощі; біль, недуг, втрата, катастрофа; впевненість в собі, воля.",
    revers:
      "Безлад, нереалізовані плани, цілі, ганьба, занепокоєння; хитрість корисливість, зловживання.",
    relations:
      "Ініціатива, експерименти, спокуса, бажання укласти шлюб, натхення, відвага, боротьба зі скутістю.",
    career: "Усвідомлення і використання свого потенціалу; успіх у всьому.",
    health:
      "Перебування людини у постійному стані негативу та негативних емоцій, що призводить до проблем зі здоров’ям.",
    img: маг1,
  },
  {
    id: 2,
    name: "Верховна Жриця II",
    yes: "Так",
    default:
      "Cекрети, загадковість, невідоме майбутнє, жінка яка проявляє інтерес, мудрість, цілеспрямованість; інформація, яка змінить світогляд.",
    revers:
      "Несподівана негативна зміна; дисбаланс  між життям і цінностями людини; поверхові знання.",
    relations: "Невизначені стосунки, приховані; почуття самотності.",
    career: "Довіряти інтуїції; стабільність, контроль над ситуацією.",
    health: "Можливі розлади гормонального фоную.",
    img: верховнаяжрица2,
  },
  {
    id: 3,
    name: "Імператриця III",
    yes: "Так",
    default:
      "Зростання, можливість любити і бути любимим; любов до навколишнього.",
    revers: "Ніякого зростання, завмерлі почуття, нерішучість.",
    relations: `Глибокий емоційний звя'зок, можливий роман на роботі.`,
    career: `Успіх, кар'єрний ріст, просування.`,
    health: `Народження дітей, жіноче здоров'я; одужання від жіночих хвороб, безпліддя; довголіття.`,
    img: императрица3,
  },
  {
    id: 4,
    name: "Імператор IV",
    yes: "Так",
    default: "Здійснення планів; стабільність, влада, могутність,захист.",
    revers:
      "Доброзичливість, довіра, співчуття; нереалізація планів; незрілість.",
    relations: "Cправедливі, міцні відносини - повага, довіра.",
    career:
      "Вміння вправно працювати, впорядкувати роботу; інструкції, дисципліна, досягати поставлених цілей; вправна організація.",
    health: `Хороший стан здоров'я, витривалість, сила.`,
    img: император4,
  },
  {
    id: 5,
    name: "Верховний жрець V",
    yes: "Так (духовні питання) Ні (матеріальні)",
    default: "Консервативний погляд на питання; мудрість, інтуіція.",
    revers:
      "Незвичний, оригінальний спосіб вирішення питання; обезцінення людських почуттів.",
    relations: `Глибокий емоційний зв'язок, довіра один до одного.`,
    career: "Тайна, загадка",
    health: "Можливі хвороби суглобів, інфекційні хвороби.",
    img: верховныйжрец5,
  },
  {
    id: 6,
    name: "Закохані VI",
    text: "Somet thext here about Пентакли 1",
    yes: "Так",
    default: "Правильний вибір, потяг, кохання, подолання випробувань.",
    revers: "Дисбаланс, невірне рішення, протиріччя, можливий розпад шлюбу.",
    relations:
      "На початку стосунків - хороша карта; якщо це довгі стосунки, то вони затягнулись, надто поверхневі.",
    career:
      "Нові контакти, договори, спілкування, матеріальний зріст через партнера, сімю.",
    health: "Правильне харчування, енергія, гуперчутливість.",
    img: влюбленные6,
  },
  {
    id: 7,
    name: "Колісниця VII",
    yes: "Так",
    default:
      "Господарювання чогось над чимось, перемога розуму над матерією, вміння контролювати свої емоції і бажання; допомога у скрутні часи, війна, тріумф, самонадіяність, неприємність.",
    revers:
      "Заколот, суперечки, судебна тяганина, поразка, втрата самоконтроля.",
    relations: "Індивідуальність, власний шлях особистості.",
    career: "Хороші перспективи у професійній діяльності.",
    health:
      "Повне одужання чи міцне здоров’я; хвороба буде подолана завдяки силі волі та лютому бажанню прийти в норму; подолання згубної звички.",
    img: колесница7,
  },
  {
    id: 8,
    name: "Сила VIII",
    yes: "Так",
    default:
      "Самопізнання, терпіння, самовдосконалення; духовна любов; могутність, енергія, дія, відвага, повний успіх, великодушність, шана.",
    revers:
      "Eгоїзм, неспроможність розібратись в собі і прийняти себе таким який є; деспотизм, зловживання владою, слабкість, розбрат, ганьба.",
    relations:
      "Порада скористатися жіночою мудрістю, не вдаватися в суперечки, з’ясовуючи, хто головний; стосунки з яскраво вираженим сексуальним підтекстом, можуть перерости на щось більше; пристрасність і гарячий темперамент не обіцяє спокійних часів, це часті скандали, і драматичні розриви відносин.",
    career: "Успіх, досягнутий великою працею.",
    health: "Гарне самопочуття, здоров’я та оптимістичний настрій.",
    img: сила8,
  },
  {
    id: 9,
    name: "Відлюдник IX",
    yes: "Ні",
    default:
      "Внутрішнє духовне керівництво, розумна порада; розсудливість, остережливість, зрада, приховування відомостей, корупція.",
    revers:
      "Мудрість не залишиться без уваги; приховання , маскування, політика, страх, обережність.",
    relations:
      "Присутність у відносинах гармонії, щирості, серйозних намірів та відсутності драми.",
    career: "З картою «7 Пентаклей» – раптовий фінансовий приріст.",
    health:
      "У плані стану здоров’я не буде зайвим зміцнити імунну систему і відмовитися від екстремального відпочинку та активностей, оскільки підвищується ризик травмування.",
    img: отшельник9,
  },
  {
    id: 10,
    name: "Колесо Фортуни X",
    yes: "Так",
    default: "Винагорода, можливості; доля, успіх, щастя, везіння, піднесення.",
    revers:
      "Відстрочка, перешкоди, багато старих проблем; достаток, надмірність.",
    relations:
      "Зберігатиметься та сама ситуація, яка була раніше; шанс набути нових знайомих, зустріти чимало цікавих людей.",
    career: `Можливість займатися тим, чим ви дійсно хочете; отримання дуже важливої ​​інформації, яку можна вигідно продати; матеріальне становище покращиться, з’являться нові можливості для розширення бізнесу.`,
    health:
      "Сприятливе значення; можливі перепади настрою, тимчасовий занепад сил.",
    img: колесосудьбы10,
  },

  {
    id: 11,
    name: "Справаделивість XI",
    yes: "Так, якщо ви дієте по закону.",
    default:
      "Дія, рівновага, позитивне рішення, отримання заслуженої нагороди; неупередженість, правота, непідкупність, заслужений законний успіх; керівник.",
    revers:
      "Несправедливість, дисбаланс; закон у всіх його різноманітності, юридичні ускладнення, фанатизм, упередження, надмірна суворість.",
    relations:
      "Час пожинати плоди попередніх дій, партнери готові перейти на наступний етап та укласти шлюб; у шлюбних відносинах швидкий розрив.",
    career:
      "Успіх лише у разі чесного заробітку, чесне ведення справ, звітність, ясність перспектив, справедливий дозвіл неоднозначних моментів.",
    health:
      "Печінка та ендокринна система  можуть бути під загрозою; якщо людина дбає про себе, все буде добре.",
    img: справедливость11,
  },
  {
    id: 12,
    name: "Повішений XII",
    yes: `Може бути/Час ще не прийшов.`,
    default: `Замозречення, жертовність, зміна приорітетів; мудрість, обачність, проникливість, випробування, пророцтво.`,
    revers: `Eгоїзм, натовп, держава, матеріалізм, гордість, самозакоханість.`,
    relations: `Застиглі взаємини без розвитку, криза взаємин. Важкі, складні, невротичні.`,
    career: `Спад, затримки, проблеми, невдалі проєкти, всілякі обмеження. Втрата грошей. Витрати.`,
    health: `Висока ймовірність травм та погіршення здоров'я.`,
    img: повешенный12,
  },
  {
    id: 13,
    name: "Смерть XIII",
    yes: `Так, але все станеться так як має бути, а не так як вам хочется.`,
    default: `Сприятливі умови, початок чогось нового; емоційний ріст, перетворення; кінець, смертність, руйнування.`,
    revers: `Застій, безвихідне становище, поразка надій, сон.`,
    relations: `Застій, безвихідне становище, поразка надій, сон.`,
    career: `Cтрибок, ривок, трансформація з нинішнього стану, у якесь інше, відмінне від попереднього. Так, це важкий і болісний процес.`,
    health: `Різке погіршення будь-якої ситуації, пов’язаної зі здоров’ям.`,
    img: смерть13,
  },

  {
    id: 14,
    name: "Помірність XIV",
    yes: `Так`,
    default: `Стабілізація, пристосування; економія, ощадливість, управління.`,
    revers: `Рішучий але неправильний вчинок; все що повʼязано з церквою, релігією, сектами; розпад, невдалий збіг обставин, суперечка інтересів.`,
    relations: `Довготривалі, стійкі, відповідно до усталених звичок і правил, розмірені; гармонійні стосунки.`,
    career: `Вдале партнерство; постійна робота, що потребує терпіння, акуратності й витримки; довготривалі зобов’язання і проєкти; заробітки – помірні. Іноді економія.`,
    health: `Необхідність балансу і гармонії; помірність в харчуванні і способі життя.`,
    img: умеренность14,
  },
  {
    id: 15,
    name: "Диявол XV",
    yes: `Так, але ціна може бути надто висока`,
    default: `Долаючи душу страхи; спустошення, насилля, завзятість,великі зусилля, катастрофа, груба сила.`,
    revers: `Порятунок від тривог, противників, меркантильних поглядів на речі; слабкість, дрібʼязковість.`,
    relations: `Складні, співзалежні, маніпулятивні; сексуальні, хтиві, пристрасні, збочені; проституція; іноді – любовний трикутник.`,
    career: `Брудні справи під маскою добропорядності, ймовірність шантажу, відмивання грошей, кримінальний бізнес; кредити, борги, кабальні зобов’язання; у позитиві – великі гроші.`,
    health: `Надмірний потяг до пагубних звичок.`,
    img: дьявол15,
  },
  {
    id: 16,
    name: "Вежа XVI",
    yes: `Ні`,
    default: `Таємна істина стає явною; пробудження; злидні, лихо, ворожість, стихійні лиха, ганьба, розорення, обман; несподівана катастрофа.`,
    revers: `Криза, яку можна врегулювати; очікуються зміни; лиха, але меншого характеру, пригнічення, тюремне ув'язнення.`,
    relations: `Несподіваний розрив стосунків, скандали, сварки, лють, рукоприкладство.`,
    career: `Перебудова, революція, реорганізація; звільнення зі скандалом; розорення, обнулення напрацювань; нужда; робота в будівельній галузі або у сфері нерухомості.`,
    health: `Раптові недуги, поранення, і переломи, і опіки, інфаркт, інсульт, нервовий зрив, напади паніки та різні психічні розлади.`,
    img: башня16,
  },
  {
    id: 17,
    name: "Зірка XVII",
    yes: `Так`,
    default: `Таланти, бажання, мрії; збиток, занедбаність, крадіжка, позбавлення; надія і світлі перспективи.`,
    revers: `Крах талантів і надій; безцеремонність, безсилля, зарозумілість.`,
    relations: `Довірливі, романтичні; іноді – дещо прохолодні, малосексуальні, братство за духом і спільними цілями; перспективні; спільні плани й наміри; іноді – ідеалізація партнера.`,
    career: `Перспективна справа, робота на майбутнє; робота у сфері мистецтва; діяльність, пов’язана з космосом; ділитель, екстрасенс, астролог.`,
    health: `Міцне здоров’я; проблеми, що виникли, тимчасові і будуть швидко подолані; захворілий незабаром видужає.`,
    img: звезда17,
  },
  {
    id: 18,
    name: "Місяць XVIII",
    yes: `Незрозуміло`,
    default: `Приховані вороги, небезпека, обмар, морок, жах, окультні сили, помилка; бесчесна повеінка.`,
    revers: `Безчесність добігає кінця; мінливість, мовчанка, обман, помилки меншого масштабу.`,
    relations: `Брехливі, лицемірні, багато неясності, таємниць; ймовірна зрада; у позитиві – романтика, побачення.`,
    career: `Незрозуміла ситуація; інтриги, плітки, підступи; ухилення від сплати податків, подвійна бухгалтерія; окультний бізнес, нічна робота, клуби; нелегальний бізнес; хибна оцінка людей або ситуацій.`,
    health: `Проблеми психічного характеру, тривожні розлади, страхи та депресія, коли потрібна кваліфікована допомога; зв’язок з алкоголем та наркотиками.`,
    img: луна18,
  },
  {
    id: 19,
    name: "Сонце XIX",
    yes: `Так`,
    default: `Відрождення, перетворення особистості; матеріальне благополуччя, щасливий брак, задоволення.`,
    revers: `Поразка, пустота; позитивні зміни, але в меншій мірі.`,
    relations: `Щасливе партнерство; союз, у якому партнери розвиваються; теплота, довіра, сердечність, взаєморозуміння, взаємоповага; шлюб, народження дитини.`,
    career: `Успіх, добре налагоджена справа; примноження статків; поліпшення умов праці; винагорода за докладені зусилля; знайдете своє місце під сонцем.`,
    health: `Прекрасне здоров’я і велика кількість життєвої енергії; бадьорість, активність та сила духу.`,
    img: солнце19,
  },
  {
    id: 20,
    name: "Суд XX",
    yes: `Так, все буде справедливо, чинно і вчасно.`,
    default: `Порятунок і перетворення; зміна ситуації, оновлення, результат; можлива втрата майна внаслідок суду.`,
    revers: `Відмова від порятунку, застій; слабкість, простота, рішення, вирок.`,
    relations: `Родинні, близькі; примирення, прощення; серйозні розмови та рішення; початок нового етапу внаслідок якоїсь важливої події (весілля, розлучення, народження дитини тощо).`,
    career: `Проблеми вирішуються; важливі зустрічі й перемовини; важливі рішення, що ведуть до оновлення; робота за покликанням;  перехід на нову роботу; сімейний бізнес; реставрація, музеї; видобувна промисловість.`,
    health: `Можливість загострення старих хвороб; якщо людина хвора, одужання затягнеться; хворому може навіть стати помітно гіршим.`,
    img: страшныйсуд20,
  },
  {
    id: 21,
    name: "Мир XXI",
    yes: `Так`,
    default: `Реалізація планів, відповідальність; гарантований успіх, винагорода, мандрівка, еміграція, зміна місця проживання.`,
    revers: `Часткова перемога, незмінність, інертність, нерухомість, застій.`,
    relations: `Гармонія, підтримка, любов; партнер – іноземець; вагітність; численні зв’язки.`,
    career: `Успішний розвиток бізнесу; визнання з боку колег; співпраця з міжнародними організаціями, з іноземцями; інтернет-технології.`,
    health: `Нормальне здоров’я, але у поєднанні зі Смертю, Повішеним може підтверджувати смерть.`,
    img: мир21,
  },

  // ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ  ПЕНТАКЛИ
  {
    id: 22,
    name: "Король Пентаклів",
    yes: `Так`,
    default: `Злагополучне вирішення фінансових, матеріальних і практичних питань; примноження майна і фінансів; знаходження спонсора для втілення своїх ідей; вигідні банківські операції та операції з нерухомістю; справи, що мають стосунок до екології, сільського господарства, землі.`,
    revers: `Фінансові проблеми, ускладнення; утрата грошей; невдалі фінансові операції. проблеми з нерухомістю; арешт банківських рахунків; відмова в наданні кредиту; крадіжка; конфіскація майна за борги.`,
    relations: `Міцні, стабільні, розумні, традиційні, комфортні для обох партнерів; важливі чуттєві задоволення.`,
    career: `Міцний бізнес. Зростання доходів; підвищення зарплати, але водночас відповідальності; отримання слушної поради і підтримки у фінансових питаннях.`,
    health: `Профілактика захворювань, також підтримує терапія; прибіг до допомоги спеціалістів; обстеження, аналізи.`,
    img: корольПентаклей,
  },
  {
    id: 23,
    name: "Королева Пентаклів",
    yes: `Так`,
    default: `Зустріч із практичною, розважливою жінкою; серйозна і плідна робота; отримання фінансової допомоги і підтримки; аналіз і планування бюджету; виконання домашніх справ і обов’язків; ведення домашнього господарства.`,
    revers: `Зустріч зі злою і жадібною жінкою; фінансові проблеми, причина яких у самій людині; застій у справах; справи пущені на самоплив; домашні проблеми; підкуп.`,
    relations: `Бурхливих почуттів немає, але стосунки міцні, надійні, шанобливі; чуттєві; партнери допомагають і піклуються один про одного.`,
    career: `Добре налагоджений бізнес; успіх і матеріальне процвітання; отримання прибутків; накопичування грошей.`,
    health: `Відсутність проблем з маткою, яєчниками; менструальний цикл в нормі, без затримок або ж сильного болю.`,
    img: королеваПентаклей,
  },
  {
    id: 24,
    name: "Лицар Пентаклів",
    yes: `Так`,
    default: `Серйозна продуктивна праця; успіх унаслідок систематичної роботи; починання, які принесуть дохід; поїздки, пов’язані з грошима.`,
    revers: `Безробіття; відсутність прогресу на роботі; несподівані витрати; бездумне розтринькування грошей; невиконана або погано виконана робота.`,
    relations: `Стосунки розвиваються повільно, але надійні; зрілі, поважні; дуже традиційні, міцні, зі взаємними зобов’язаннями; темпераментним людям такі стосунки можуть здаватися нудними й одноманітними.`,
    career: `Повільне, але стабільне зростання; міцна база, надійна основа; стабільність; продуктивна праця; якісно виконана робота; отримання прибутку; вигідні й надійні угоди; стабільний заробіток.`,
    health: `Робота з м'язовим кістком, витримування великих навантажень; необхідність включати в раціон харчування різноманітну їжу.`,
    img: рыцарьПентаклей,
  },
  {
    id: 25,
    name: "Паж Пентаклів",
    yes: `Так`,
    default: `Гарний шанс, приваблива пропозиція; добрі звістки про новий проєкт; гарні новини про бізнес і гроші; сприятливі обставини; нові можливості для заробітку; отримання невеликої суми грошей; навчання, опанування нових навичок і вмінь.`,
    revers: `Утрачений важливий шанс; відсутність можливостей зростання, заробітку; недоречні витрати; витрачання невідповідно до своїх статків; результати, що приносять розчарування; недостатні прибутки; утрати; неприємні новини; повідомлення про необхідність сплати штрафів, боргів тощо.`,
    relations: `Зародження міцних почуттів; запрошення на побачення, зустрічі; є фундамент для серйозних, довготривалих стосунків.`,
    career: `На початковій стадії; на гарній основі; початок нового перспективного проєкту; нова пропозиція щодо роботи; отримання грошей, прибутку.`,
    health: `Не швидкий процес розвитку організму підростання; великий зріст, щільна статура і трохи груба шкіра.`,
    img: пажПентаклей,
  },

  {
    id: 26,
    name: "Пентаклі I",
    yes: `Так`,
    default: `Сприятливі обставини для реалізації бажаного; подарунок долі. Мирські блага; можливість, ресурс, дар, подарунок; стабільність, реалізм, доладність; карта – талісман удачі.`,
    revers: `Cуто матеріальний інтерес; багатство, яке не приносить радості і щастя; непрактичний підхід.; відсутність стабільності, сталості.`,
    relations: `Гармонія, щастя, сталість, благополуччя; зрілі, тверезі стосунки; іноді – взаємини, засновані на конкретній зацікавленості (гроші, досвід, нерухомість).`,
    career: `Є з чого почати справу, є бізнес-план; отримання доходу, прибуток; стабільність, успіх, безпека, впевненість у майбутньому.`,
    health: `Душевне піднесення, хороше здоров’я.`,
    img: пентакли1,
  },
  {
    id: 27,
    name: "II Пентаклів",
    yes: `Так, але треба постаратись.`,
    default: `Невизначеність, неоднозначність; нестабільність, нерішучість, вагання; досягнення та збереження балансу.`,
    revers: `Роздратування від невизначеності ситуації, невдала спроба балансувати у стані невизначеності, сумнівів та коливань.`,
    relations: `Період нестабільності, можливо, один із партнерів коливається та вибирає із двох варіантів.`,
    career: `Труднощі в починаннях, дрібні побутові та організаційні негаразди.`,
    health: `Від природи людині дано гарне і міцне здоров'я; у людини є сила і енергія для досягнення гармонії і балансу з навколишнім світом; для хворого - одужання, для важких випадків - полегшення стану; ось тільки один мінус: людина все пускає на самоплив і не піклується про своє здоров'я, не приділяє йому увагу, ні в здоров'ї, ні в хвороби.`,
    img: пентакли2,
  },
  {
    id: 28,
    name: "III Пентаклів",
    yes: `Так, але треба працювати в команді.`,
    default: `Матеріальний бік світу, спроможність у прямому та переносному сенсі; досвід, вихід новий рівень свідомості.`,
    revers: `Відсутність таланту до ремесла, слабкої фантазії, невміння генерувати ідеї; вказує на рутину, ліньки та небажання рухатися до наміченої мети.`,
    relations: `Означає появу супутника життя, символізує чуйного, дбайливого та доброго партнера.`,
    career: `Ремісни: досвідченний, талановитий, креативний; карта ювелірів, годинникарів, художників, дизайнерів.`,
    health: `Рекомендує зайнятися спортом, підвищувати життєву енергію та самовдосконалюватись; бути активним, цілеспрямованим та енергійним.`,
    img: пентакли3,
  },
  {
    id: 29,
    name: "IV Пентаклів",
    yes: `Так`,
    default: `Стабільність, стійкість, ощадливість; контроль і захист. Ресурсів; накопичення матеріальних благ; володіння грошима, владою, а також захищеність, яку вони дають; впевненість людини, яка здобула особисту економічну безпеку.`,
    revers: `Втрата стабільності, контролю над ситуацією; безпорадність; неможливість зберегти нажите, захистити свої ресурси; втрата ресурсів, фінансів.`,
    relations: `Стабільні, консервативні; власницькі, з ревнощами; мало тепла і ніжності; романтики немає, але партнери міцно пов’язані; страх бути покинутим.`,
    career: `Віщує стабільну роботу, але не великий прибуток; зберігання грошей, накопичення капіталу.`,
    health: `Людина цілком здоровий, але якщо він і далі буде приділяти так багато уваги роботі, то самопочуття може різко погіршитись.`,
    img: пентакли4,
  },
  {
    id: 30,
    name: "V Пентаклів",
    yes: `Ні`,
    default: `Злидні, поневіряння, ізоляція від ресурсів і благ; бідність; незадоволені потреби; матеріальні проблеми.`,
    revers: `Можливість знайти вихід із кризи; поступове відновлення добробуту; поворотна точка в ситуації з браком духовних і матеріальних ресурсів.`,
    relations: `Стосунки, у яких вам чогось бракує; бажання і потреби не задовольняються; кохання немає, але тримаєтеся разом, бо так легше вижити; спільна біда, яка об’єднує; депресія, самотність удвох.`,
    career: `Фінансова криза; збитки, розорення, крах, банкрутство; безробіття; непосильні борги, кредити; неоплачена праця.`,
    health: `Серйозні труднощі, проблеми зі здоров’ям.`,
    img: пентакли5,
  },
  {
    id: 31,
    name: "VI Пентаклів",
    yes: `Так`,
    default: `Успіх, просування кар’єрними сходами; віддавання якщо кверент перебуває в позиції того, хто дає.`,
    revers: `Порушення балансу; негармонійний енергетичний обмін; втрата; програш; марнотратство; нездатність віддавати, ділитися.`,
    relations: `Гармонійні, з дотриманням балансу «брати/давати»; позитивний вплив один на одного; один явно вищий за другого.`,
    career: `Отримання прибутку; справедливий розподіл коштів; акуратність і контроль у поводженні з фінансами; розумне планування; інвестиції, капіталовкладення. Сфера: благодійність, торгівля.`,
    health: `Міцне і не несе в собі загроз.`,
    img: пентакли6,
  },
  {
    id: 32,
    name: "VII Пентаклів",
    yes: `Так`,
    default: `Важка праця, результат якої складно передбачити; труднощі, випробування, що потребують терпіння і витримки; піідбиття попередніх підсумків, критична оцінка поточного стану справ.`,
    revers: `Небажання працювати; нетерплячка, поспішність, що призводять до втрат (через тривожність і неспокій); абсолютно незадовільний результат. Похмура і безнадійна праця.`,
    relations: `Повільний розвиток взаємин, потребує більшого терпіння; стосунки не задовольняють, зайшли в глухий кут, але партнери не йдуть на розрив, шукають способу виправити ситуацію.`,
    career: `Прибуток, отриманий завдяки важкій і наполегливій праці; важка праця за низьку плату; малі прибутки, повільний розвиток; оцінка перспектив; потрібно міняти стратегію.`,
    health: `Проблем зі здоров'ям не має бути.`,
    img: пентакли7,
  },
  {
    id: 33,
    name: "VIII Пентаклів",
    yes: `Так`,
    default: `Наполеглива праця; заглибленість у роботу; розсудливість, обачність, дисципліна, методичність; високий професіоналізм; застосування своїх талантів з користю.`,
    revers: `Неякісна робота через неуважність до дрібниць, деталей, несистематичність, неакуратність; відсутність розсудливості, методичності, передбачливості, дисципліни.`,
    relations: `Стабільні, засновані на взаємній зацікавленості, але без романтики; налагоджений побут; чіткий розподіл функцій і ролей у стосунках.`,
    career: `Добре налагоджений бізнес з гарним потенціалом розвитку; чималі гроші; автоматизація виробництва; виробничий процес; конвеєр, масове виробництво.`,
    health: `Можливі проблеми через навантаження на роботі, шалений ритм життя, відсутність відпочинку, недотримання режиму дня, погане харчування.`,
    img: пентакли8,
  },
  {
    id: 34,
    name: "IX Пентаклів",
    yes: `Так`,
    default: `Матеріальне та духовне благополуччя, достаток; повна чаша; успіх. комфорт, розкіш, задоволення; земля, власність, заміська нерухомість; безпека, стабільність; здоровий глузд, упевненість.`,
    revers: `Матеріальний достаток і комфорт під загрозою; втрата чогось важливого (у будь-якій ситуації); можете стати здобиччю шахраїв.`,
    relations: `Стабільні, стійкі, комфортні; перспективні; є гарна матеріальна база.`,
    career: `Селикий, успішний; великі прибутки; вдале завершення оборудки; монополії.`,
    health: `Гарний стан здоровя; молодість, краса.`,
    img: пентакли9,
  },
  {
    id: 35,
    name: "X Пентаклів",
    yes: `Так`,
    default: `Благополуччя, багатство; соціальна і сімейна стабільність; надійність; сім’я, рід; співтовариство; сімейні цінності, спадщина; традиції; консерватизм; будинок, нерухомість; місце проживання; спадщина.`,
    revers: `Збитки; ризик втратити фінансову чи сімейну стабільність; проблеми з нерухомістю, успадкуванням; заперечення традицій; відхід від сімейних справ.`,
    relations: `Міцні; сімейне щастя; турбота одне про одного.`,
    career: `Великі прибутки; стабільний і успішний бізнес; традиційний сімейний бізнес, переданий у спадок; сфери: великі підприємства, корпорації; торгівля землею і нерухомістю.`,
    health: `Відсутність проблем зі здоров'ям.`,
    img: пентакли10,
  },

  // МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ  МЕЧИ
  {
    id: 36,
    name: "Король Мечів",
    yes: `Так`,
    default: `Отримання слушних порад; ухвалення важливих рішень; розробка стратегії і планування; офіційні справи; підписання договорів; складання іспитів; успішне завершення навчання; боротьба за владу; просування кар’єрними щаблями.`,
    revers: `Зустріч із несправедливістю; проблеми із законом; відмова чиновників; програні судові процеси; невдалі перемовини; провал на іспиті; порушення обіцянок і зобов’язань; залякування, шантаж.`,
    relations: `Розважливі, прохолодні, розумні, інтелектуальні; емоційно відсторонені; провідну роль у стосунках виконує чоловік; іноді засновані на розрахунку.`,
    career: `Чітко організований бізнес із жорстким регламентом і режимом праці; звернення до аналітика-консультанта; опрацювання стратегії; укладання договорів; зіткнення з держструктурами; перевірки з боку податкової та різноманітних інспекцій; судові процеси.`,
    health: `Швидка реакція організму на появу вірусів, мікробів.`,
    img: корольмечей,
  },
  {
    id: 37,
    name: "Королева Мечів",
    yes: `Так`,
    default: `Зустріч з розумною жінкою; спілкування з жінкою, яка пережила горе; отримання поради; необхідність дати комусь пораду або бути арбітром; розумна оцінка ситуації та визначення рішення.`,
    revers: `Зустріч зі злою, холодною жінкою; зустріч з брехнею і несправедливістю; гнів владної, мстивої жінки; скорбота через втрату когось або чогось; розставання; покарання, критика, осуд, помста.`,
    relations: `Інтерес більше інтелектуальний, ніж сердечний; сильних почуттів і прихильності немає; приносять задоволення розмови одне з одним; іноді у взаєминах присутні розрахунок, здоровий глузд.`,
    career: `Розумне, тверезе, розважливе ведення справ; консультація аналітика; отримання порад; укладення договорів; підписання документів; перевірки з боку держструктур.`,
    health: `Наявність деяких обмежень у харчуванні або лікуванні.`,
    img: королевамечей,
  },
  {
    id: 38,
    name: "Лицар Мечів",
    yes: `Ні`,
    default: `Стрімкий від’їзд із певною метою; поїздка, пов’язана з навчанням або перемовинами; конфлікт, пошуки порозуміння, напружений стан; дебати, дискусії, публічний виступ; їдка критика; захист або напад.`,
    revers: `Відкладений від'їзд; проблеми в поїздці; руйнування, війна; нервозність; прагнення досягти мети за допомогою сили й агресії; груба й вульгарна поведінка; загрозлива ситуація; ситуація, що спричиняє лють.`,
    relations: `Бурхливе спілкування, сварка; різке охолодження почуттів; формальні, холодні, розважливі взаємини і стосунки, що базуються на інтелектуальному інтересі.`,
    career: `Бурхливий розвиток, поширення на нові сфери й території та їх захоплення; боротьба з конкурентами; іноді – несподіване звільнення з роботи; конфлікти зі співробітниками.`,
    health: `Постійна тренування розуму, вправи для роботи мозку.`,
    img: рыцарьмечей,
  },
  {
    id: 39,
    name: "Паж Мечів",
    yes: `Так`,
    default: `Шанс щось прояснити; пошуки порозуміння; критика; конфлікт; обставини потребують кмітливості й спритності обережна розвідка і збір інформації; отримання нової цікавої інформації; робота з офіційними паперами.`,
    revers: `Новини, що розчаровують; спізнення, затримки у справах; помилки в розрахунках; помилки і безлад у документах; розголошення таємниць; невдалі обман і хитрість; проблеми в навчанні у дітей; адміністративні правопорушення.`,
    relations: `Взаємини проясняються, конструктивна критика; цікаві бесіди, насичене спілкування; недовіра, стеження одного за одним.`,
    career: `Збір інформації, аналіз; робота з документацією; дрібний бізнес; іноді – назріває конфлікт у колективі.`,
    health: `Швидка реакція, рухливість, також сила в будь-якому віці.`,
    img: пажмечей,
  },

  {
    id: 40,
    name: "Мечі I",
    yes: `Так`,
    default: `Зародиться ідея, проект; з’явиться новий намір, мета; прийде ясність щодо чогось; нова дія або вольовий акт; рішучий крок; без належно ясного наміру не досягнуте мети.`,
    revers: `Неприємності, сутички; конфлікти; ідея, план, намір зайдуть у глухий кут; імовірність наразитися на сильний опір; неможливість відстояти свої інтереси; рішення не на користь кверента, поразка.`,
    relations: `Пошук порозуміння; відверта щира розмова; важливе усвідомлення щодо партнера і стосунків.`,
    career: `Нова ідея, свіжий струмінь у справі, пожвавлення; критичний аналіз; вирішення проблеми в кардинальний спосіб; інтелектуальна активність; наукові зустрічі; суперництво й перемога над конкурентами.`,
    health: `Позитивна динаміка в здоров'ї, ймовірно повне одужання, зцілення.`,
    img: мечи1,
  },
  {
    id: 41,
    name: "II Мечів",
    yes: `Не зараз, всьому свій час`,
    default: `Зволікання з визначенням рішення; бездіяльне вичікування; вагання, нерішучість, самозаглиблення; не мати очей на правду і неправду; глибокі медитативні роздуми.`,
    revers: `Ішення визначене й і на його основі має щось відбутися; вимушене рішення і сильна тривога як наслідок; справа зрушила під впливом обставин, але, схоже, не в той бік.`,
    relations: `Напружені; небажання бачити правду; зволікання з визначенням рішення; сумніви, недовіра до партнера; стан, близький до критичного, «наскочила коса на камінь».`,
    career: `Напружена співпраця, відмова від конфлікту та рішучих дій; пауза в очікуванні змін; кілька шляхів розвитку, суміщення технологій; навчання в двох інститутах (понад силу); потрібні дії не відбуваються.`,
    health: `Баланс.`,
    img: мечи2,
  },
  {
    id: 42,
    name: "III Мечів",
    yes: `Ні`,
    default: `Відкривається важка правда (про зраду, віроломність), протверезіння від ілюзій; журливі, сумні події, сильний удар; розбите серце; чвари, роз’єднання, розставання; горе, оплакування когось або чогось.`,
    revers: `Відновлення після важких подій; переживання слабшають, біль відходить.`,
    relations: `Глибока сердечна рана; нещасливе кохання; розставання, розлука, відхід близької людини; важке розчарування в партнерові; страждання через вагання зробити рішучий крок.`,
    career: `Великі неприємності на роботі; болісні переживання; провал, збитки, втрата становища; звістка про закриття фірми; ситуація безвиході.`,
    health: `Хворе серце, проблеми з судинами або тромбами, венами; наявність сильної психологічної травми, помутніння розуму.`,
    img: мечи3,
  },
  {
    id: 43,
    name: "IV Мечів",
    yes: `Ні`,
    default: `Тимчасовий перепочинок від важкої праці; ментальний відпочинок, зокрема й медитація; добровільна ізоляція, самоізоляція, затворництво; глибока зосередженість на одній ідеї; госпіталізація, хвороба.`,
    revers: `Відновлення контактів із зовнішнім світом; повернення до роботи; одужання, вихід з лікарні.`,
    relations: `Відсторонені, не надто емоційні стосунки, коли кожен заповзає у свою мушлю; партнери досягли компромісу, хоча проблеми принципово не вирішені; стосунки завмерли, бо бракує рішучості визначитися з важливим рішенням.`,
    career: `Перечікування поганих часів, заморожування, залягання на дно; збирання ресурсів, перегрупування сил, підготовка до відродження бізнесу; відсутність роботи, застій у справах, безвихідна ситуація.`,
    health: `Хвороба чи серйозна травму.`,
    img: мечи4,
  },
  {
    id: 44,
    name: "V Мечів",
    yes: `Ні`,
    default: `Розрив, чвари, скандал; стримування противника; загострення конфлікту; ганьба, образи; успіх ціною великих втрат; бажання вчинити на зло.`,
    revers: `Конфлікт сходить нанівець, вщухає; виправлення ситуації.`,
    relations: `Конфліктні, злобні, з образами, прискіпуванням; бажання довести свою правоту; скандал; розрив.`,
    career: `Конкурентна боротьба із застосуванням жорстоких і брудних методів; просування по службі через усунення конкурентів. Конфлікт у колективі; скорочення; несправедливе звільнення; поразка в конкурентній боротьбі.`,
    health: `Складні операції, що не дають необхідного результату; необхідність приймати підтримуючі препарати.`,
    img: мечи5,
  },
  {
    id: 45,
    name: "VI Мечів",
    yes: `Так`,
    default: `Вихід із зони напруженості (з П’ятірки мечів); шлях до нового берега; поїздки.`,
    revers: `Відсутність руху; затримка в русі; глухий кут (ментальний, фізичний); неможливість вийти із зони напруженості.`,
    relations: `Взаємини змінюються, розвиваються; припинення конфліктів, поліпшення взаємин; спільна подорож; іноді (див. контекст) – тимчасове розставання, роз’їзди в разі необхідності.`,
    career: `Перехід з однієї сфери діяльності в іншу; зміна професії; зміна курсу в розвитку фірми; зміна назви, перереєстрація; сфери: туризм, транспорт, наука.`,
    health: `Слабкий організм, низький імунітет і схильність до простуд; висока ймовірність запалення.`,
    img: мечи6,
  },
  {
    id: 46,
    name: "VII Мечів",
    yes: `Ні`,
    default: `Крадіжка, шахрайство, удар у спину; афера; інтриги; крутійство; уникання, спроби обійти неприємне питання; хабарі; використання ситуації або людини у своїх інтересах; зустріч із хитрим противником.`,
    revers: `Обмани та інтриги розкриються; відібране повертається; викриваються нечесні наміри.`,
    relations: `Обман, підступ, зрада, подвійне життя; недовіра до партнера; збір компромату; корисливий розрахунок; іноді – спроби уникнути відвертої розмови.`,
    career: `Обман; приховування податків, нелегальний бізнес, «чорна» готівка, відмивання грошей; розкрадання; утрати через розкрадання; зрада; підробка.`,
    health: `Хвороби, які протікають непомітно.`,
    img: мечи7,
  },
  {
    id: 47,
    name: "VIII Мечів",
    yes: `Ні`,
    default: `Тимчасові обмеження; внутрішні обмеження (людина сама не визнає за собою права ні думати, ні діяти); вузькість, обмеженість поглядів; іноді (в поєднаннях) – в’язниця.`,
    revers: `Пташка випурхує з клітки; людина знімає з очей пов’язку і ступає перші кроки; з’являється свобода дій; стає помітним реальний вихід із ситуації; послаблюється чуже втручання.`,
    relations: `Взаємини, що обмежують; взаємини як в’язниця; жорсткі межі; залежності, прихильність; самообмеження, ігнорування своїх потреб; співзалежні стосунки.`,
    career: `Затягнуті паски, економія; обмежені можливості; діяльність у складних і заплутаних умовах; несвобода в прийнятті рішень; можливості для зростання бізнесу існують, але людина їх не бачить.`,
    health: `Високий шанс простудитися або ж заразиться інфекцією; несприятлива обстановка і відсутності добрих умов.`,
    img: мечи8,
  },
  {
    id: 48,
    name: "IX Мечів",
    yes: `Ні`,
    default: `Думки про уявні неприємності, про горе, нещастя; страхи, кошмари, безсоння; заклопотаність, докори сумління, каяття, почуття провини; усвідомлення всього жаху ситуації.`,
    revers: `Відновлення після важкої ситуації; осягання ситуації і перспектив; справи поліпшуються; вихід із депресії; кошмари скінчилися.`,
    relations: `Болісні переживання через стосунки; занепокоєння щодо партнера; передчуття розриву; підозри у зраді; кохання з істеричними, настирливими формами; іноді – болісні самотність та ізоляція.`,
    career: `Труднощі й неприємності в бізнесі та переживання через них; інформаційний хаос; неадекватна оцінка становища (часто з перебільшенням небезпеки, нагнітанням негативних думок, підозрами щодо зради, обману і брехні).`,
    health: `Операції з видалення важливих органів, ампутація, сепсис.`,
    img: мечи9,
  },
  {
    id: 49,
    name: "X Мечів",
    yes: `Ні`,
    default: `Нищівна невдача, катастрофа; плани провалилися; битва програна; дно, найнижча точка; згасання ситуації.`,
    revers: `Труднощі поволі слабшають, і ви отримуєте компенсацію; змінюється сприйняття ситуації (вона перестає сприйматись як катастрофічна).`,
    relations: `Важкий розрив стосунків, що майже виключає їхне; відновлення (потрібно пояснити кверенту, що це відкриває можливість для переходу до нових, ліпших стосунків).`,
    career: `Критична ситуація, зміни; руйнування планів; збитки, банкрутство, крах підприємства; звільнення з роботи.`,
    health: `Всі захворювання, які можуть призвести до смерті або коми; тяжкий стан або постійні болі у всьому організмі.`,
    img: мечи10,
  },

  //КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ  КУБКИ
  {
    id: 50,
    name: "Король Кубків",
    yes: `Так`,
    default: `Лояльний, вірний, духовний порадник, співчутливий, уважний, уважний, гармонійний, співчутливий, пристрасний, привабливий, відданий, орієнтований на сім’ю, простий.`,
    revers: `Лояльний, вірний, духовний порадник, співчутливий, уважний, уважний, гармонійний, співчутливий, пристрасний, привабливий, відданий, орієнтований на сім’ю, простий.`,
    relations: `Умоційний комфорт у відносинах.`,
    career: `Нагадування про обережність і логіку під час здійснення значних витрат або інвестицій, а також про емоційне бажання; символ міцних фінансів; старший чоловік може надати вам допомогу або керівництво на робочому місці.`,
    health: `Зцілення.`,
    img: королькубков,
  },
  {
    id: 51,
    name: "Королева Кубків",
    yes: `Так`,
    default: `Зріла жінка з інстинктивними характером, безпека, жіночність, любов, комфорт, чуйність, співчуття, радість, інтуїція, романтика, лояльність, вірність, сором’язлива, легко ранима, красива, краса, мрійниця, екстрасенс, емпатія, творчо мистецька, мужня, цілителька, слухачка, порадниця, турботлива, шаноблива і добра мати.`,
    revers: `Емоційна незрілість, невпевненість, відсутність довіри, відсутність орієнтації, слабкість, надмірна чутливість, нужденність, поверховість, легковажність і егоцентризм, а також неорганізованість, меланхолія, похмурість і задуха, а також заблокувавши інтуїцію та придушивши креативність.`,
    relations: `Період виховання, реалізації та емоційної стабільності у союзі.`,
    career: `Звернути увагу на своє емоційне здоров’я та професійний розвиток і на емоційне здоров’я ваших колег; позитивний знак для вашого фінансового становища в економічному прочитанні; вона застерігає вас бути обережними з витратами та збереженням у довгостроковій перспективі.`,
    health: `Знадобиться допомога в лікуванні ваших травм або хвороби; може означати, що ваше здоров’я буде настільки хорошим, що ви зможете допомогти комусь у біді, надаючи підтримку, співчуття або зцілення.`,
    img: королевакубков,
  },
  {
    id: 52,
    name: "Лицар Кубків",
    yes: `Так`,
    default: `Оцінка перспектив і ризиків; потенціал розширення кордонів (внутрішніх і зовнішніх); вплив через лідерство.`,
    revers: `Нездатність адекватно оцінити ситуацію, перспективи ризики; тупцювання на місці (через відсутність енергії, страх ризикнути, невпевненість у собі, побоювання відповідальності, складність вибору); потенційні можливості не використовуються; нездатність до лідерства. Залежність від людей і обставин.`,
    relations: `Перспективні взаємини; спільне обговорення планів на подальше життя; побачення, зближення; завоювання авторитету в партнера.`,
    career: `Складання бізнес – плану, вироблення стратегії; ділова творча співпраця; робота у двох місцях.`,
    health: `Гормональний баланс, прилив енергії, бадборість, запас сил.`,
    img: рыцарькубков,
  },
  {
    id: 53,
    name: "Паж Кубків",
    yes: `Так`,
    default: `Оцінка перспектив і ризиків; потенціал розширення кордонів (внутрішніх і зовнішніх); вплив через лідерство.`,
    revers: `Нездатність адекватно оцінити ситуацію, перспективи ризики; тупцювання на місці (через відсутність енергії, страх ризикнути, невпевненість у собі, побоювання відповідальності, складність вибору); потенційні можливості не використовуються; нездатність до лідерства; залежність від людей і обставин.`,
    relations: `Перспективні взаємини; спільне обговорення планів на подальше життя; побачення, зближення; завоювання авторитету в партнера.`,
    career: `Складання бізнес – плану, вироблення стратегії; ділова творча співпраця; робота у двох місцях.`,
    health: `Прилив нових сил, бадьорості; зцілення від будь-якої хвороби.`,
    img: пажкубков,
  },

  {
    id: 54,
    name: "Кубок I",
    yes: `Так`,
    default: `Творіння, винахідливість, початок, джерело, народження, сім'я, гроші, удача, спадщина, всілякі лиха; час позбутися всього емоційного багажу і почати жити повним життям.`,
    revers: `Аварія, падіння, банкрутство, смерть, затьмарена радість.`,
    relations: `Нове кохання; наповненість почуттями; закоханість; взаємна довіра, щастя; оновлення почуттів;  приємна зустріч.`,
    career: `Початок вдалого етапу; гарні перспективи; великі прибутки; сфери: громадське харчування, ресторанний бізнес; торгівля посудом, напоями; соціальна допомога; релігійні організації.`,
    health: `Краса зовнішня і внутрішні, рівновага; здорова самоцінка, здорове тіло; піклування про свою зовнішність, процедури по догляду за собою; молодість душі, розуму, тіла; комфорт і баланс «тут і зараз».`,
    img: кубки1,
  },
  {
    id: 55,
    name: "II Кубків",
    yes: `Так`,
    default: `Партнерство, побудованого на об’єднанні сил, міцний зв’язок та збалансоване та рівноправне партнерство.`,
    revers: `Баланс, що колись існував, порушений; роз’єднання і розлад.`,
    relations: `Взаємність.; добрі стосунки; духовна близькість, взаємна симпатія;злагода, єднання; поєднання двох доль.`,
    career: `Вдалий союз, кооперація, об’єднання, злиття; поява доброго партнера, напарника; взаємодопомога; угоди, контракти; вдале ділове знайомство; зустріч у неофіційній обстановці.`,
    health: `Хороше міцне здоров'я.`,
    img: кубки2,
  },
  {
    id: 56,
    name: "III Кубків",
    yes: `Так`,
    default: `Період щастя, дружніх зустрічей та радощів; щасливе возз’єднання з давно втраченим другом, родичем чи коханою людиною; свято.`,
    revers: `Може не бути часу на спілкування чи прогулянки з друзями; втрату зв’язку з деякими з ваших друзів.`,
    relations: `Теплі, сердечні, радісні, довірливі; дружні; стосунки можуть призвести до весілля.`,
    career: `Банкет, корпоративна вечірка; просування по службі; достаток; гіпер і супермаркет, великі торговельні мережі; груповий бізнес; творчі та професійні спілки.`,
    health: `Збори чи свята, які можуть спонукати переїдати чи часто святкувати.`,
    img: кубки3,
  },
  {
    id: 57,
    name: "IV Кубків",
    yes: `Ні`,
    default: `Споглядання, самозаглиблення, медитація, концентрація на своєму внутрішньому світі; емоційне болото, емоційний застій, нудьга, зажура, відсутність задоволення; заморожені почуття; відсутність мотивації. І це попри новий шанс, якого не помічаємо через прив’язаність до того, що вже маємо.`,
    revers: `Вихід із раковини; пожвавлення ситуації; пробудження до життя; новий струмінь; новизна; нові можливості для подолання пасивності; нові зв’язки.`,
    relations: `Нудні, застійн; розчарування одне в одному, але й небажання відпускати; невиправдані очікування, взаємні образи, антипатія.`,
    career: `Відсутність нововведень; нові пропозиції не приймаються; небажання ризикувати, відсутність прагнення розвивати справу, апатія; прибутки є, але можливості їх збільшення марнуються.`,
    health: `Виснаження життєвих сил, втома, слабкість.`,
    img: кубки4,
  },
  {
    id: 58,
    name: "V Кубків",
    yes: `Ні`,
    default: `Траур, оплакування того, що відійшло; втрати, невдачі, хоча дещо вдалося зберегти; випробування, в якому дорослішає душа.`,
    revers: `Спроба повернути втрачені можливості; поступове подолання кризи.`,
    relations: `Складні, нестабільні; крах любові, важке розставання (покинули, зреклися); втрата близького друга.`,
    career: `Проблеми, провали, розорення; втрата важливого партнера; провали і невдалі спроби перелаштування; звільнення з ініціативи роботодавця або з власної ініціативи.`,
    health: `Проблеми з психічним здоров'ям.`,
    img: кубки5,
  },
  {
    id: 59,
    name: "VI Кубків",
    yes: `Так`,
    default: `Минуле, пам’ять і спогади; погляд назад; думки про те, як було колись; повернення колишніх речей, впливів, людей; емоційно комфортна і безпечна зона.`,
    revers: `Нездатність жити сьогоденням: зацикленість на минулому або навпаки, спрямованість у майбутнє; відмова від минулого; забування минулого (і досвіду зокрема).`,
    relations: `Спокійні, рівні; взаєморозуміння, дружба; поява партнера з минулого; спроба повернення до колишньої закоханості, колишніх стосунків; у негативі – інфантильні стосунки.`,
    career: `Умови для розвитку бізнесу; опора на минулий досвід; бізнес з історією; допомога від давніх друзів; кооперація з друзями; сфери: торгівля дитячими товарами, квітами; робота з дітьми.`,
    health: `Можливе зцілення від старих недуг.`,
    img: кубки6,
  },
  {
    id: 60,
    name: "VII Кубків",
    yes: `Ні`,
    default: `Ява як ресурс; творча уява; уява малює нові мрії та плани; виникають нові ідеї: ілюзії; фантазії, мрії, марення, відрив від реальності, викривлене сприйняття; обман і самообман; спокуси, принади, запаморочення від перспектив; багато варіантів і пропозицій, а результатів мало. Іноді – віщі сни.`,
    revers: `Брак уяви; невміння задіяти свою уяву як ресурс; позбавлення ілюзій; адекватний погляд на світ і на себе; усвідомлення здійсненності надій.`,
    relations: `Період залицянь, романтична закоханість; стосунки радше уявні, а не реальні; нереалістичні уявлення про партнера або про те, що насправді відбувається між партнерами; іноді вибір партнерів великий, а все марно.`,
    career: `Нереалістичний погляд на бізнес; багато оманливих пропозицій, фіктивних угод; сфери: продаж ілюзій – шоу-бізнес, мультиплікація, реклама.`,
    health: `Прихована інформація про поточний стан здоров'я; придумування хвороб або заперечення їх наявності.`,
    img: кубки7,
  },
  {
    id: 61,
    name: "VIII Кубків",
    yes: `Ні`,
    default: `Активний, рішучий, свідомий відхід (іноді з важким серцем); відхід, капітуляція через невдоволення, розчарування, фрустрацію, зменшення інтересу; відмова від старого способу життя; іноді – мандрівник.`,
    revers: `Повернення до колишнього; повернення «блудного сина»; неможливість піти.`,
    relations: `Погані; зв’язок слабшає і згасає; цілковита байдужість, небажання співпрацювати, відмова від відповідальності, недовіра; відхід із сім’ї.`,
    career: `Перехід на іншу роботу; усунення від справ; звільнення; декретна, академічна відпустка; вихід на пенсію.`,
    health: `Період реабілітації, відновлення сил організму;.`,
    img: кубки8,
  },
  {
    id: 62,
    name: "IX Кубків",
    yes: `Так`,
    default: `Радість, насолода від життя; щастя, злагода, захищеність; успіх, перемога, удача, здійснення бажань.`,
    revers: `Невдоволення; неповна реалізація мети.; зменшення добробуту; помилки, недоліки, хибна оцінка ситуації.`,
    relations: `Чудові, довірливі, комфортні; свято почуттів; товариськість, теплота, сердечність; глибока дружба.`,
    career: `Успіх, прибутки, великі гроші; злагоджена команда; сфери: ресторан, торгівля напоями; хімія, нафтохімія.`,
    health: `Важливість слідкувати за здоров'ям, прислухатися до відчуттів; «Вічна» молодість, пластичні маніпуляції зі своїм тілом.`,
    img: кубки9,
  },
  {
    id: 63,
    name: "X Кубків",
    yes: `Так`,
    default: `Сім’я, найближче оточення; щастя, радість, задоволення, мир, гармонія і любов; цілковите задоволення; батьківщина, місто, село.`,
    revers: `Проблеми в родині або з близькими; відмова від сімейних цінностей; розчарування, дискомфорт, емоційне незадоволення; внутрішнє спустошення, пересичення; розрив родинних зв’язків.`,
    relations: `Пречудовє кохання; щасливе сімейне життя; глибоке емоційне взаєморозуміння; підтримка сім’ї, друзів; заручини.`,
    career: `Гарні заробітки; сприятливий клімат у колективі; мир із конкурентами; добра репутація; важливі контакти, державний протекціонізм (підтримка влади).`,
    health: `Одужання від захворювання, тривала ремісія; високий потенціал завагітніти.`,
    img: кубки10,
  },

  // ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ  ЖЕЗЛЫ
  {
    id: 64,
    name: "Король Жезлів",
    yes: `Так`,
    default: `Зустріч із харизматичним, владним чоловіком; допомога енергійної або можновладної людини; отримання порад, що сприятимуть досягненню успіху; корисне знайомство; ситуація, в якій знадобиться вміння опановувати себе, проявляти волю або брати на себе відповідальність.`,
    revers: `Зустріч із владним чоловіком, який домінує; ситуація, в якій нав’язується чужа воля, хтось перевищує свої повноваження; втрата авторитету; утрата контролю і можливості управління; відмова від влади; зниження творчого інтересу; втрата ентузіазму.`,
    relations: `Пристрасні; чоловік — лідер у взаєминах; зустріч із темпераментним чоловіком.`,
    career: `Розвинений бізнес, із чітко визначеними цілями та напрямом розвитку; ухвалення важливих рішень; освоєння нових просторів, опанування нових технологій; виклик до начальника.`,
    health: `Хороше здоров'я та життєва сила.`,
    img: корольЖезлов,
  },
  {
    id: 65,
    name: "Королева Жезлів",
    yes: `Так`,
    default: `Зустріч із темпераментною жінкою; турботливе ставлення до когось чи до чогось; ситуація, в якій потрібно проявити силу волі, владу, рішучість; надання благодійної допомоги.`,
    revers: `Контакт із владною, скандальною жінкою; ситуація, в якій буде істеричність, егоїзм і віроломство; прояви ревнощів.`,
    relations: `Бурхливі, темпераментні, з елементом драматизації, сексуальні, стабільні; для жінки іноді – одруження; суперниця.`,
    career: `Стабільний, успішний бізнес розвивається під мудрим керівництвом жінки; успіх у справах завдяки співпраці з жінкою; контакти з жінками-співробітницями або клієнтками; події, пов’язані з начальницею.`,
    health: `Людина має велику кількість енергії і може мати хороше здоров'я.`,
    img: королеваЖезлов,
  },
  {
    id: 66,
    name: "Лицар Жезлів",
    yes: `Так`,
    default: `Від’їзд; переїзд на нове місце проживання; еміграція; зміна місця роботи або сфери діяльності; поїздка за кордон на відпочинок; утеча.`,
    revers: `Поїздка, що не відбулася або відкладена через зовнішні обставини; проблеми через імпульсивну поведінку; суперечки, чвари; втрата авторитету.`,
    relations: `Пристрасні, бурхливо розвиваються; взаємини, засновані на сексуальному потягу, спорідненості темпераментів, запалі, драйві; пристрасті, суперечки; спільні поїздки.`,
    career: `Бурхливо розвивається; ризикований (запал, поспіх, радість ризику); відрядження; просування до поставленої мети; робота за кордоном; зміна місця роботи або фаху.`,
    health: `Хороше здоров’я, швидка реабілітація.`,
    img: рыцарьЖезлов,
  },
  {
    id: 67,
    name: "Паж Жезлів",
    yes: `Так`,
    default: `Шанс, пропозиція щодо роботи, нове починання; новий творчий проєкт; несподівані радісні звістки (дзвінок, лист, зокрема й про дітей).`,
    revers: `Утрачений шанс, можливість; погані, кепські звістки; затримки в надходженні інформації; провал у справах через переоцінку своїх сил; безглузді, нетактовні жарти.`,
    relations: `Готовність вибудовувати взаємини; первинна стадія: є ґрунт і майбутнє; закоханість, палка пристрасть; захоплене спілкування; любовне листування.`,
    career: `Нові ідеї; зародження нового проєкту; справа починає рухатися вперед; нова співпраця, новий компаньйон.`,
    health: `Може вказувати на появу нових можливостей та нових починань.`,
    img: пажЖезлов,
  },

  {
    id: 68,
    name: "Жезл I",
    yes: `Так`,
    default: `Нові ідеї, цілі, ідеали, починання, ініціативи; початок творчого проекту (часто має стосунок до роботи, кар’єри); поява чогось нового; зачаття або народження дитини.`,
    revers: `Перешкоди на шляху до реалізації планів; несприятливий поворот подій; млявість; фальстарт; крах планів, відстрочення, відмова від задуманого.`,
    relations: `Початок нових стосунків; палкі, захопливі, сексуальні; пристрасне жадання.`,
    career: `Нова робота; початок нового проекту; творча знахідка, винахід, задумка; креативна ідея.`,
    health: `Відмінне здоров'я, добрий тонус, підвищений настрій; швидке одужання, життєлюбність і оптимізм.`,
    img: жезлы1,
  },
  {
    id: 69,
    name: "II Жезлів",
    yes: `Ні так ні ні`,
    default: `Оцінювання обстановки; розробка планів, підготовка до нової діяльності; вироблення стратегії. Зважування сил; гармонійне партнерство.`,
    revers: `Наштовхнетеся на опір; ускладнення, простій; напруженість у партнерстві, незгода.`,
    relations: `Перспективні взаємини; спільне обговорення планів на подальше життя; побачення, зближення; завоювання авторитету в партнера.`,
    career: `Складання бізнес – плану, вироблення стратегії; ділова творча співпраця; робота у двох місцях.`,
    health: `Рівень енергії, що знаходиться на низькому рівні.`,
    img: жезлы2,
  },
  {
    id: 70,
    name: "III Жезлів",
    yes: `Так`,
    default: `Ділова поїздка; торгівля; групова діяльність, співпраця; облаштування на новому місці.`,
    revers: `Поїздка відкладається, вирішення питань; неможливість вплинути на ситуацію; незлагоджена колективна діяльність.`,
    relations: `Перспективні, міцні; спільні справи, спільні інтереси.`,
    career: `Сприятлива тенденція в розвитку бізнесу; розвиток підприємства; завоювання нових просторів, ринків збуту; торгівля; початок вигідних проектів; взаємовигідна співпраця, успішні переговори.`,
    health: `Гарне самопочуття, енергійність та активність.`,
    img: жезлы3,
  },
  {
    id: 71,
    name: "IV Жезлів",
    yes: `Так`,
    default: `Праця винагороджується; перші позитивні результати; насолода від результатів праці; свято, відпочинок (зокрема, туристичні поїздки, офіційні приймання, банкети).`,
    revers: `Період застою; передчасне святкування результатів; відпочинок з примусу (з обов’язковою явкою); халепи на заходах і святах.`,
    relations: `Радість, єднання душ; спокійні, стабільні, врівноважені; надійна сім’я з першими плодами спільного життя (квартира, машина, дитина тощо); соціально схвальні взаємини.`,
    career: `Процвітання, щедрий урожай; успіх; сприятливий клімат на робочому місці; корпоративні свята; бізнес, пов’язаний з організацією свят.`,
    health: `Повне одужання, загоєння ран, переломів, розтяжок.`,
    img: жезлы4,
  },
  {
    id: 72,
    name: "V Жезлів",
    yes: `Так`,
    default: `Суперечки, скандали, провокації; зіткнення інтересів, напруженість; конфлікт, що звільняє від непотрібних зв’язків; бурхливі події, що відбуваються швидко й динамічно.`,
    revers: `Приховане суперництво, кверента водять за носа; маніпуляції і махінації в боротьбі, конкуренція; сварки і чвари, які можна повернути собі на користь.`,
    relations: `Пристрасні, але конфліктні; суперечки, чвари; суперництво, боротьба за лідерство; непорозуміння; іноді насильство, рукоприкладство.`,
    career: `Конфлікт із колегами або з компаньйонами; розбіжності через різні погляди; конкуренція виснажлива робота; незвичайне завдання як виклик.`,
    health: `Необхідність боротьби з хворобою та прагнення до одужання.`,
    img: жезлы5,
  },
  {
    id: 73,
    name: "VI Жезлів",
    yes: `Так`,
    default: `Досягнення успіху; здобуття визнання громадськості; іноді – гарні новини.`,
    revers: `поразка, розжалування; успіх дістається іншому; затримка важливих новин, хибна інформаціяоразка, розжалування; успіх дістається іншому; затримка важливих новин, хибна інформація.`,
    relations: `Гармонійні, успішні; любовна перемога і здійснення бажань; успіхі визнання, перемога над суперником; хтось із партнерів потребує аплодисментів і визнання.`,
    career: `Перемога в конкурсі, тендер; вирішення проблеми; просування по службі, присвоєння звання ;успіх, популярність; поява лідера, який бере на себе відповідальність.`,
    health: `Треба бути активнішим і піклуватися про своє здоров'я.`,
    img: жезлы6,
  },
  {
    id: 74,
    name: "VII Жезлів",
    yes: `Так, якщо боротися за успіх`,
    default: `Відстоювання своїх поглядів, ідей, свого стилю і способу життя; боротьба з конкурентами і перешкодами, що виникають; суперечки, дискусії; боротьба зі своїми страхами і побоюваннями.`,
    revers: `Ситуація, в якій вам забракне мужності; здавати позиції; зазнати поразки; опинитися в безвихідному становищі; пусті клопоти, даремне витрачання сил, безглузді суперечки.`,
    relations: `Захист своїх кордонів, своїх уявлень та ідеалів; загроза для стосунків з боку третіх осіб; захист стосунків; конфронтація у взаєминах.`,
    career: `Конкурентна боротьба із суперниками, які наступають на п’яти; необхідність відстоювати свої здобутки й підтверджувати своє право на займане місце; торговельна війна, боротьба стратегій; захист своїх прав та інтересів.`,
    health: `Міцний імунітет, стадія відновлення організму.`,
    img: жезлы7,
  },
  {
    id: 75,
    name: "VIII Жезлів",
    yes: `Так`,
    default: `Раптові зміни на ліпше; подорож, дорога; отримання новин, звісток; необхідність швидко визначатися з рішенням в умовах невпинних змін.`,
    revers: `Зволікання; втрачена можливість; запізнення, затримки (зокрема з отриманням інформації); проблеми під час подорожі, відкладені або скасовані рейси; вичерпання енергії після бурхливого початку.`,
    relations: `Стрімкий і безперешкодний розвиток взаємин «Стріли кохання», закоханість із першого погляду; партнери дивляться в один бік, мають однакові цілі.`,
    career: `Швидке просування; успіх у короткотерміновій перспективі; добре налагоджене виробництво, високі оберти, швидка окупність; корисні перемовини, налагодження зв’язків із далекими партнерами; відрядження.`,
    health: `Карта швидкого, успішного відновлення після серйозної травми.`,
    img: жезлы8,
  },
  {
    id: 76,
    name: "IX Жезлів",
    yes: `Так`,
    default: `Напружена ситуація, в якій доведеться чинити опір; оборона; відчуття загрози; відособлення; небажання змін.`,
    revers: `Перешкоди, затримки; зіткнення зі стіною, що перегороджує шлях; безтурботність, неуважність до того, що відбувається, відсутність пильності.`,
    relations: `Недовіра та нерозуміння через негативний попередній досвід; потайливість, відчуженість, «шипи та колючки»; ймовірна фізична віддаленість і недоступність партнера.`,
    career: `Зайві побоювання, опір змінам; автономність, консерватизм; повернення старих проблем; іноді – сторож, охоронець, військовий.`,
    health: `Наявність травм голови, тіла.`,
    img: жезлы9,
  },
  {
    id: 77,
    name: "X Жезлів",
    yes: `Ні`,
    default: `Занадто великі фізичні навантаження; обставини змушують взяти на себе непосильні зобов’язання; доведеться братися за багато справ одночасно.`,
    revers: `Події, що приносять полегшення; поява помічників.`,
    relations: `Утома від стосунків і водночас неможливість розриву; важкі стосунки; одне другого тягне на собі;  «Це мій хрест, і я його нікому не віддам»; важкі почуття і переживання щодо партнера.`,
    career: `Борги, кредити; непосильні зобов’язання; занадто велика відповідальність; прагнення взяти шматок більший, ніж ладен проковнтнути; проблеми із законом, які можуть бути вирішені з великими труднощами.`,
    health: `Сильне треноване тіло, заняття спортом або атлетикою.`,
    img: жезлы10,
  },
];

export default cardsInfo;
